[
  {
    "id": 1,
    "name": "UNKNOWN",
    "imageUrl": "assets/killer/unknown.png",
    "description": "If you hear a soft voice crying out for help in the woods, stay the hell away. The true nature of The Unknown remains a mystery, barring one fatal certainty: to cross its path is to risk an unknowable fate.",
    "power_name": "UVX (Unknown Venom X)",
    "power_description": "Charge and launch a burst of UVX, which bounces once and creates a Blast Area upon impact. If they touch the Blast Area, they will become Weakened against your Power. If a Survivor is Weakened, they will lose a Health State whenever they touch a Blast Area. Survivors can lose the Weakened status by successfully looking at The Unknown for a brief duration.",
    "perk_1": "UNBOUND",
    "perk_1_desc": "Unbound activates for a duration when a Survivor becomes injured. During this time, you'll gain a brief speed boost whenever you Vault a Window.",
    "perk_2": "UNFORESEEN",
    "perk_2_desc": "When you kick a Generator, your Terror Radius transfers to it for a duration. During this time, your Terror Radius increases and you become Undetectable.",
    "perk_3": "UNDONE",
    "perk_3_desc": "Gain Tokens whenever a Survivor misses a Skill Check. When you damage a Generator, all Tokens will be consumed. For each Token consumed, the Generator loses 1% total progress and becomes blocked for 1 second."
  },
  {
    "id": 2,
    "name": "THE GOOD GUY - CHUCKY",
    "imageUrl": "assets/killer/chucky.png",
    "description": "Viciously cruel with a cutting sense of humor, Chucky is a brutally effective killing machine. Using his diminutive frame to his advantage, he'll pop up when Survivors least expect it, chasing them down and introducing them to his trusty weapons.",
    "power_name": "PLAYTIME'S OVER",
    "power_description": "The Good Guy is the first Killer in Dead by Daylight to feature a third-person camera. Special Ability - Hidey-Ho Mode: When Chucky enters Hidey-Ho Mode, he becomes Undetectable and generates Map-wide footfalls, disorienting Survivors. Though Hidey-Ho mode can be entered at any time, it does have a cooldown.  Special Ability - Scamper: While in Hidey-Ho Mode, Chucky can Scamper under a downed Pallet or through a Window, allowing him to quickly gain ground.  Special Ability - Slice & Dice: While in Hidey-Ho Mode, Chucky can sprint and lunge forward to Slice & Dice Survivors. This attack can be held, but Chucky will be unable to do anything else during this time. If a Survivor tries to Vault a Window or Pallet while you're charging a Slice & Dice attack, Chucky can quickly chain into a Scamper.  ",
    "perk_1": "FRIENDS 'TIL THE END",
    "perk_1_desc": "You become Obsessed with one Survivor. When you Hook a Survivor that is not the Obsession, the Obsession becomes Exposed and reveals their Aura for a brief duration. If you Hook the Obsession, a random Survivor will scream, reveal their position, and become the Obsession.",
    "perk_2": "HEX: TWO CAN PLAY",
    "perk_2_desc": "When a Survivor Stuns or Blinds you a number of times, a Dull Totem becomes a Hex Totem. When that Hex is active, Survivors who stun or blind you are Blinded for 4 seconds. The Hex effects persist as long as the related Hex Totem is standing.",
    "perk_3": "BATTERIES INCLUDED",
    "perk_3_desc": "When within the vicinity of a completed Generator, gain Haste. The movement speed boost lingers for a brief duration after you leave the Generator's vicinity."
  },
  {
    "id": 3,
    "name": "THE XENOMORPH",
    "imageUrl": "assets/killer/xenomorph.png",
    "description": "A perfect organism, born of violence, designed to kill, the Xenomorph is a relentless and cunning specimen. It stalks prey through subterranean tunnels, emerging without hesitation, striking with its razor-sharp tail, and eliminating prey one by one.",
    "power_name": "HIDDEN PURSUIT",
    "power_description": "The Xenomorph can navigate a subterranean network of tunnels, allowing for rapid traversal across the Map and detecting nearby Survivor movement. Once inside, the Xenomorph can emerge at one of several Control Stations, covering great distances in a matter of seconds. If a Survivor is near a Control Station when the Xenomorph exits, their presence will be revealed through Killer Instinct.\nSpecial Ability: The Xenomorph can move on all fours, significantly reducing its Terror Radius and allowing for stealthier mobility. While in this state, the Xenomorph can strike Survivors with a Tail Attack that can hit through Windows, over dropped Pallets, and more.\nSpecial Item - Remote Flame Turret: When playing as the Xenomorph, Survivors will gain the ability to interact with Turrets. Turrets can be found at Control Stations and picked up and moved by Survivors. They can use Turrets to warn when you are nearby and place them at locations of their choosing. If you approach one, it will fire at you and temporarily disable your Power. Attack a Turret to destroy it.",
    "perk_1": "ULTIMATE WEAPON",
    "perk_1_desc": "When you search a Locker, all Survivors entering your vicinity will scream, reveal their Aura, and gain Blindness for a brief duration.",
    "perk_2": "RAPID BRUTALITY",
    "perk_2_desc": "You can no longer gain Bloodlust. Instead, gain a temporary boost of speed every time you hit a Survivor with a Basic Attack.",
    "perk_3": "ALIEN INSTINCT",
    "perk_3_desc": "When you Hook a Survivor, the Aura of the furthest Survivor will be revealed to you for a brief duration. While their Aura is revealed, that Survivor receives the Oblivious Status Effect."
  },
  {
    "id": 4,
    "name": "THE SINGULARITY",
    "imageUrl": "assets/killer/singularity.png",
    "description": "A potential catalyst of humanity's extinction - or so it has been called - The Singularity is intelligent beyond measure and entirely void of morality. Its spread is inevitable, with the ability to materialize across the Map through a network of organic Biopods. Those that resist will only prolong their suffering.",
    "power_name": "QUANTUM INSTANTIATION",
    "power_description": "The Singularity can shoot several Biopods onto surfaces around the Map. Once a Biopod has been attached, you can use it to locate and spy on Survivors. While surveying from a Biopod, The Singularity can tag Survivors in your line of sight, which applies the Slipstream effect.\nOnce a Survivor is Slipstreamed, The Singularity can materialize behind them and immediately begin chase. A Slipstreamed Survivor will spread the effect to other nearby Survivors.\nSpecial State: Overclock Mode: Upon Slipstreaming to a Survivor, The Singularity gains a temporary speed boost to breaking Pallets and Walls, damaging Generators, and Vaulting. During Overclock, you cannot use your Power, and you won't be stunned when hit by a Pallet. Instead, you'll become momentarily hindered and the Pallet will be destroyed.\nSpecial Interaction: Electromagnetic Pulse\nEMP Crates spawn across the Map when a Trial begins. Only Survivors can interact with these Crates. Over time, these Crates print EMPs, which can be picked up by Survivors. Survivors can fire the EMP to temporarily disable Biopods and remove Slipstream from other Survivors in range.",
    "perk_1": "GENETIC LIMITS",
    "perk_1_desc": "When a Survivor finishes the Healing action, they receive the Exhausted status effect for a duration.",
    "perk_2": "FORCED HESITATION",
    "perk_2_desc": "When a Survivor enters the Dying State, all Survivors in their vicinity will immediately become Hindered and move slower.",
    "perk_3": "MACHINE LEARNING",
    "perk_3_desc": "Upon damaging a Generator, this Perk activates. While active, the next Generator you damage will become Compromised. When the Comprised Generator is fully repaired, you will become Undetectable and move faster for a brief duration."
  },
  {
    "id": 5,
    "name": "THE SKULL MERCHANT",
    "imageUrl": "assets/killer/skull_merchant.png",
    "description": "A cunning and ruthless hunter, The Skull Merchant strives to be the ultimate apex predator. Using her gruesome Drones to track Survivors, she specializes in creating a deadly web of surveillance. Many have fallen prey to her dark innovations, their bones later repurposed into her next invention.",
    "power_name": "EYES IN THE SKY",
    "power_description": "The Skull Merchant can position several Drones around the Map. When a Drone is placed, it quickly enters Active Mode and casts a Detection Zone. While inside of this Detection Zone, you will be Undetectable.\nWhen a Survivor enters a Detection Zone, the Drone will gradually begin to Lock-On to them. When a Survivor reaches full Lock-On, their location will be revealed through Killer Instinct. They will also become Exposed.\nIf a Survivor is not detected for a while, the Drone will enter Scouting Mode. While in Scouting Mode, the Drone will slowly rotate to catch Survivors in its line of sight. Once a Survivor is detected, the Drone will return to Active Mode.\nSpecial Ability - Claw Trap: A Survivor can attempt to disable a Drone by Hacking it. If they succeed, they will receive a Claw Trap, which will reveal their location on your handheld Radar device. Should they fail, the Drone will immediately enter Active Mode and Lock-On to them, leaving them Exposed.",
    "perk_1": "GAME AFOOT",
    "perk_1_desc": "When you hit the most-chased Survivor, they become the Obsession. While chasing the Obsession, kicking Generators and breaking Walls or Pallets will grant a temporary speed boost.",
    "perk_2": "THWACK!",
    "perk_2_desc": "Upon Hooking a Survivor, the next Breakable Wall or Pallet you break will cause nearby Survivors to Scream and briefly reveal their Aura.",
    "perk_3": "LEVERAGE",
    "perk_3_desc": "Gain a Token each time you Hook a Survivor, up to 10. This Perk activates whenever a Survivor is Hooked. Each Token reduces Survivor healing speed for a moderate duration."
  },
  {
    "id": 6,
    "name": "THE KNIGHT",
    "imageUrl": "assets/killer/the_knight.png",
    "description": "A nightmare to behold with longsword in hand, many have fallen to The Knight's unyielding fury. His Guards - The Jailer, The Assassin, and The Carnifex - obey his commands with unwavering loyalty. Use them to patrol routes, deal with obstacles, and steer Survivors directly into your blade's path.",
    "power_name": "GUARDIA COMPAGNIA",
    "power_description": "Special Ability - Guard Patrol:\nThe Knight has 3 loyal Guards: The Jailer, The Assassin, and The Carnifex. Activate your Power to create a Patrol Path for one of your Guards to follow.\nWhile planning your Patrol Path, you can arrange for your Guard to engage in an action. Possible Actions include damaging a Generator and destroying a Pallet or Breakable Wall.\n\nGuard Special Ability - The Hunt:\nWhen a Guard detects a Survivor in or around his Patrol Path, The Hunt begins. The Guard will begin pursuit, leaving a Standard on the ground, and attempt to Injure or Down the Survivor.\nThe Survivor can end The Hunt early by grabbing the Standard, unhooking a Survivor, or outlasting The Guard.\nGuards will cycle one after the other in a consistent order, with each one having a different speciality. The Carnifex breaks and damage objects faster. The Assassin stays on the Hunt for the longest. The Jailer patrols longer and faster than the others.",
    "perk_1": "NOWHERE TO HIDE",
    "perk_1_desc": "Upon kicking a Generator, the aura of all nearby Survivors will be revealed.",
    "perk_2": "HEX: FACE THE DARKNESS",
    "perk_2_desc": "Injure a Survivor to ignite a Hex Totem tied to that Survivor. When that Hex is active, every other Survivor outside your Terror Radius will scream intermittently, revealing their position. The effect fades when the cursed Survivor is Injured or Downed. It deactivates entirely once the Hex Totem is cleansed.",
    "perk_3": "HUBRIS",
    "perk_3_desc": "Whenever you are stunned by a Survivor, that Survivor becomes Exposed for a duration."
  },
  {
    "id": 7,
    "name": "THE MASTERMIND",
    "imageUrl": "assets/killer/mastermind.png",
    "description": "A visionary as brilliant as he is ruthless, Albert Wesker's strategic mind is unrivalled. While some plans require intellect, others call for brute force. Rush forward to seize Survivors in your grasp and give them the gift of Uroboros - a necessary step on the path to evolution.",
    "power_name": "VIRULENT BOUND",
    "power_description": "Special Ability - Virulent Bound: Charge your Bound Attack to launch forward and strike. If your Bound collides with a Survivor, they will be briefly seized and Infected with Uroboros.\nFrom there, one of two situations will occur. The first: Wesker collides with a surface while holding a Survivor, and that Survivor becomes Injured. The second: Wesker collides with nothing and flings the Survivor forward - if they collide with a surface, they will become Injured.\nSpecial Effect - Uroboros Infection:\nWhen a Survivor is hit by the Virulent Bound, they are infected by the Uroboros, and Hindered when fully infected. If Wesker hits a fully Infected Survivor with a Bound Attack, they will be instantly carried.",
    "perk_1": "SUPERIOR ANATOMY",
    "perk_1_desc": "After a Survivor performs a fast vault in your immediate vicinity, your next vault gains a significant speed boost.",
    "perk_2": "AWAKENED AWARENESS",
    "perk_2_desc": "When carrying Survivors, the Auras of all Survivors in your Terror Radius will be revealed.",
    "perk_3": "TERMINUS",
    "perk_3_desc": "When the Exit Gates are powered, any Survivor injured, downed, or Hooked will become Broken until at least one of the Exit Gates are opened. Once the Endgame Collapse begins, the Broken Status Effect will linger for a duration."
  },
  {
    "id": 8,
    "name": "THE DREDGE",
    "imageUrl": "assets/killer/the_dredge.png",
    "description": "A twisted abomination too disturbing to bear, The Dredge's malevolence is palpable. All light slowly drains in its presence, surrounding Survivors in darkness. Using lockers as map-wide gateways, it can emerge at any moment, seemingly everywhere at once.",
    "power_name": "REIGN OF DARKNESS",
    "power_description": "Special Ability -The Gloaming: The Dredge can activate The Gloaming, leaving a Remnant behind. While The Gloaming is activated, The Dredge can teleport to any lockers across the map, allowing for heightened mobility and surprise attacks. Be warned - Survivors can barricade lockers to impede your progress. Otherwise, The Dredge can return to its Remnant.\nSpecial Ability - Nightfall:\nWhenever the Dredge teleports, places a Survivor on a Hook, or injures a Survivor, the Nightfall meter builds. The meter also fills when Survivors are injured, as well as when The Dredge remains in a Locker. When the meter is full, the entire map darkens. Simple navigation becomes a matter of life and death as Survivors scramble to stay one step ahead. Meanwhile, The Dredge loses its Terror Radius, gaining the element of surprise, as well as a reduced cooldown on Locker teleportation.",
    "perk_1": "DARKNESS REVEALED",
    "perk_1_desc": "Upon opening a locker, reveal the aura of all Survivors in the vicinity of any locker.",
    "perk_2": "DISSOLUTION",
    "perk_2_desc": "After injuring a Survivor, Dissolution activates for a duration. During that time, if a Survivor performs a fast vault on a pallet in your Terror Radius, that pallet is destroyed at the end of the vault action.",
    "perk_3": "SEPTIC TOUCH",
    "perk_3_desc": "Whenever a Survivor heals within your Terror Radius, they are inflicted with Blindness and Exhaustion. Those status effects briefly remain after the healing action is interrupted."
  },
  {
    "id": 9,
    "name": "THE ONRYŌ - SADAKO",
    "imageUrl": "assets/killer/sadako.png",
    "description": "Capable of condemning Survivors to death through a powerful cursed videotape, Sadako's wrath is inevitable. Her presence conjures several televisions, through which she can teleport and emerge with malevolent purpose. The fleeting glimpse of her approach ensures that a chilling fate is not far behind.",
    "power_name": "DELUGE OF FEAR",
    "power_description": "Begin a trial invisible to all Survivors, becoming intermittently visible when nearby. To attack, Manifest into Sadako's material form, becoming visible in the process. Sadako can also teleport to any TV positioned around the map, instantly Manifesting and giving any nearby Survivor 1 stack of Condemned. When a Survivor reaches 7 stacks of Condemned, they can be instantly killed when downed.\nSurvivors can prevent Sadako's mobility by powering down TVs, though they gain 1 stack of Condemned by doing so. Interacting with a specific TV can lower a Survivor's Condemned level by 4.",
    "perk_1": "SCOURGE HOOK: FLOODS OF RAGE",
    "perk_1_desc": "Begin each trial with up to four Scourge Hooks. When a Survivor hooked on a Scourge Hook is rescued, the aura of all other Survivors is revealed for a brief duration.",
    "perk_2": "CALL OF BRINE",
    "perk_2_desc": "Upon kicking a generator, its aura is highlighted and progress regresses faster for an extended duration. Any time a Survivor completes a Good Skill Check on an affected generator, receive a loud noise notification. ",
    "perk_3": "MERCILESS STORM",
    "perk_3_desc": "When a generator is nearly complete, Survivors repairing that generator will be bombarded with Skill Checks. If they miss or stop repairing, the generator is temporarily blocked."
  },
  {
    "id": 10,
    "name": "THE ARTIST",
    "imageUrl": "assets/killer/the_artist.png",
    "description": "No matter the distance, The Artist and her murder of Dire Crows pose a constant threat to Survivors. Position up to three Crows and unleash them on a lethal trajectory, swarming and injuring anyone caught in their path. Use her Power to shut down key areas, predict and punish Survivor pathing, and gain valuable map-wide information.",
    "power_name": "BIRDS OF TORMENT",
    "power_description": "Summon up to 3 Dire Crows and propel them into flight. Flying Dire Crows will inflict damage for a short duration. After continuing beyond the established Flight Path, Dire Crows will no longer damage Survivors, but swarm them. If a swarmed Survivor is hit by a Dire Crow, they will receive damage.",
    "perk_1": "GRIM EMBRACE",
    "perk_1_desc": "Become Obsessed with one Survivor. After hooking all four Survivors once, The Entity blocks all remaining generators for a considerable duration. When this occurs, the aura of your Obsession becomes briefly visible",
    "perk_2": "SCOURGE HOOK: PAIN RESONANCE",
    "perk_2_desc": "Each Trial, 4 random Hooks become Scourge Hooks. After hooking a Survivor on a Scourge Hook, the generator with the most progress explodes and loses progress. Any Survivor repairing that generator will scream, revealing their location.",
    "perk_3": "HEX: PENTIMENTO",
    "perk_3_desc": "Reveals the aura of destroyed Totems, which can be revived as Rekindled Totems. A single Rekindled Totem impacts repair speed, two impacts healing speed, three impacts recovery speed, four impacts exit gate opening speed, and five summons The Entity to block all Rekindled Totems for the duration of the trial."
  },
  {
    "id": 11,
    "name": "THE CENOBITE - PINHEAD",
    "imageUrl": "assets/killer/pinhead.png",
    "description": "The Cenobite, also known as Pinhead, specializes in inflicting map-wide suffering. Survivors must find the Lament Configuration lest a Chain Hunt begin, debilitating their movement with a relentless barrage of otherworldly shackles. The Cenobite can also summon a chain to bind Survivors, allowing him to gain ground and inflict punishment.",
    "power_name": "SUMMONS OF PAIN",
    "power_description": "Summon and control a Possessed Chain to bind a Survivor. Should the Chain connect, the Survivor will be unable to sprint as they're further slowed by additional Chains.\nPinhead also applies passive pressure. Survivors will see the aura of the Lament Configuration and must seek it out before a Chain Hunt begins. During a Chain Hunt, Survivors will be continuously barraged with Chains until the Lament Configuratrion is solved.\nWhen a Survivor does attempt to solve the Lament Configuration, Pinhead can teleport directly to its location. Should Pinhead find the Lament Configuration first, he can instantly activate a Chain Hunt.",
    "perk_1": "DEADLOCK",
    "perk_1_desc": "Whenever a generator is completed, The Entity blocks the generator with the most progress for a significant duration, while it also becomes highlighted in white. Ideal for preventing momentum from shifting in Survivor favour.",
    "perk_2": "HEX: PLAYTHING",
    "perk_2_desc": "When a Survivor is hooked for the first time, Hex: Plaything activates on a random Dull Totem. Until that Survivor cleanses their Hex: Plaything Totem, they will be unable to hear your Terror Radius or see your Red Stain. Unfortunately for them, they may have to lift the curse on their own, since The Entity will be blocking their Hex: Plaything Totem from all other Survivors for an extended duration.",
    "perk_3": "SCOURGE HOOK: GIFT OF PAIN",
    "perk_3_desc": "Each Trial, 4 random Hooks become Scourge Hooks. Any Survivor rescued from a Scourge Hook will bleed freely and suffer a healing speed penalty. Once healed, that Survivor will suffer an additional penalty to repairing and healing until being injured again."
  },
  {
    "id": 12,
    "name": "THE NEMESIS",
    "imageUrl": "assets/killer/the_nemesis.png",
    "description": "An unstoppable force relentless in his pursuit, nothing can stop The Nemesis from achieving his goal. His sweeping Tentacle infects Survivors with the T-Virus, further enhancing his destructive power in the process. Easily smash through pallets and breakable walls while two A.I-controlled Zombies patrol the map, applying additional pressure",
    "power_name": "T-VIRUS",
    "power_description": "Hitting Survivors with a Tentacle Strike Contaminates them and powers up your Mutation Rate meter. When Mutation Rate reaches Level 2, Tentacle Strike can instantly break pallets and breakable walls. At Level 3, Tentacle Strike gains a boost to range and movement speed while charging.\nThe Nemesis also spawns 2 A.I.-controlled Zombies that can Contaminate Survivors, pressure them off generators, and block key escape routes. If a Zombie attacks a Contaminated Survivor, they lose a health state.",
    "perk_1": "LETHAL PURSUER",
    "perk_1_desc": "At the start of a trial, the auras of all Survivors are revealed to you for a brief duration.",
    "perk_2": "HYSTERIA",
    "perk_2_desc": "When a healthy Survivor becomes injured, every other injured Survivor can no longer hear the Terror Radius of The Nemesis for up to thirty-seconds.",
    "perk_3": "ERUPTION",
    "perk_3_desc": "Damage a generator to highlight it with a yellow aura. Upon downing a Survivor, every generator affected by Eruption will explode, lose progress, and begin regressing. Any Survivor repairing an affected generator will scream and become briefly Incapacitated from several actions."
  },
  {
    "id": 13,
    "name": "THE TRICKSTER",
    "imageUrl": "assets/killer/the_trickster.png",
    "description": "Armed with an arsenal of throwing knives, The Trickster overwhelms fleeing Survivors with a relentless barrage of blades. Seemingly safe actions like vaulting windows and dropping Pallets turn into target practice for this twisted K-Pop Idol, whose stylish showmanship is rivalled only by his gleeful bloodlust.",
    "power_name": "SHOWSTOPPER",
    "power_description": "Begin a Trial with 44 Blades. The Trickster throws a barrage of Blade, reloading his supply at lockers. A Survivor's Laceration Meter builds with each successful Blade hit, with 6 leading to the loss of a health state. The Survivor's Laceration Meter slowly decreases if they avoid being hit with a Blade. After several successful hits, The Trickster can use Main Event to unload an infinite number of Blades at high velocity.",
    "perk_1": "STARSTRUCK",
    "perk_1_desc": "When carrying a Survivor, all Survivors in your Terror Radius will become Exposed, able to be downed in a single hit. The effect lingers even after a Survivor leaves the affected area.",
    "perk_2": "HEX: CROWD CONTROL",
    "perk_2_desc": "Spawn a Hex Totem. Until it is cleansed, whenever Survivors perform a rushed vault through a window, that window is blocked by The Entity for a duration.",
    "perk_3": "NO WAY OUT",
    "perk_3_desc": "Whenever you hook a Survivor for the first time, gain a token. When a Survivor interacts with an exit gate switch once they have been powered, the Entity blocks both exit gate switches for a time based on the number of tokens in your possession."
  },
  {
    "id": 14,
    "name": "THE TWINS",
    "imageUrl": "assets/killer/the_twins.png",
    "description": "Charlotte Deshayes can unleash her conjoined twin brother Victor, falling dormant until he's finished hunting. Victor moves at high speeds and strikes with a pounce attack that debilitates and injures. Down Survivors with Victor and hook them with Charlotte, an oppressive tandem that can quickly disrupt even the best-laid plans.",
    "power_name": "BLOOD BOND",
    "power_description": "As Charlotte, unleash and take control of Victor. During this time, Charlotte falls dormant, losing her Terror Radius and Red Stain. Victor moves at high speed and can attack with a long-distance Pounce. When a successful Pounce hits a healthy Survivor, Victor latches onto them and must be forcefully removed, while control shifts back to Charlotte. Only Charlotte can hook downed Survivors.",
    "perk_1": "HOARDER",
    "perk_1_desc": "Receive a notification whenever Survivors unlock a Chest or pick up an Item while in your vicinity. Spawn up to 2 additional Chests in the Trial.",
    "perk_2": "OPPRESSION",
    "perk_2_desc": "When damaging a generator, up to 3 random generators also start regressing. If one of those generators is being repaired, Survivors are faced with a difficult skill check.",
    "perk_3": "COUP DE GRÂCE",
    "perk_3_desc": "Gain a token whenever a generator is completed. Each token grants a massively extended lunge attack."
  },
  {
    "id": 15,
    "name": "THE BLIGHT",
    "imageUrl": "assets/killer/the_blight.png",
    "description": "Capable of gaining ground on Survivors in mere moments, The Blight's lethal efficiency must never be underestimated. With the ability to bounce off surfaces and realign his trajectory, his relentless presence forces Survivors into snap decisions. The learning curve may feel steep, but mastering The Blight is a worthwhile pursuit.",
    "power_name": "BLIGHTED CORRUPTION",
    "power_description": "Use tokens to initiate a high-speed Rush, during which the Blight cannot attack. After colliding with a surface, The Blight can use another token to initiate a Lethal Rush that he can end with a quick attack. On any Rush other than the first, he can attack. The Blight can chain as many Rushes as he has tokens available, an ideal tool for applying pressure.",
    "perk_1": "DRAGON'S GRIP",
    "perk_1_desc": "After kicking a generator, Dragon's Grip activates for a duration. Any Survivor who interacts with that generator will scream and become Exposed, leaving them vulnerable to a one-hit down.",
    "perk_2": "HEX: BLOOD FAVOR",
    "perk_2_desc": "Spawn a Hex Totem. Until cleansed, whenever a Survivor is hit with any attack, The Entity prevents all pallets within that Survivor's radius from being dropped for a duration.",
    "perk_3": "HEX: UNDYING",
    "perk_3_desc": "Spawn a Hex Totem. Until it is cleansed, Survivors in the vicinity of a Dull Totem have their auras revealed. If any Hex Totem other than Hex: Undying is cleansed first, that Hex and all applicable tokens are transferred to Undying and the perk is disabled. Highly effective at prolonging the use of an additional Hex Totem."
  },
  {
    "id": 16,
    "name": "THE EXECUTIONER - PYRAMID HEAD",
    "imageUrl": "assets/killer/pyramid_head.png",
    "description": "Merciless and unforgiving, The Executioner brings his own form of twisted justice to The Fog, tormenting Survivors with hazards around the map. Hooks are an effective tool, but nothing punishes quite like a Cage of Torment. All hope will swiftly fade the moment Pyramid Head raises his mighty blade to deliver the Final Judgment.",
    "power_name": "RITES OF JUDGEMENT",
    "power_description": "Carve a trail into the ground, inflicting Torment on any Survivor that crosses it. Pyramid Head can also fire a ranged attack - the Punishment of the Damned - while Rites of Judgment is active.",
    "perk_1": "FORCED PENANCE",
    "perk_1_desc": "Any Survivor taking a Protection Hit will become Broken for an extended duration, rendering them incapable of healing.",
    "perk_2": "TRAIL OF TORMENT",
    "perk_2_desc": "After kicking a generator, lose your Terror Radius and Red Stain until a Survivor is injured or downed, or the generator stops regressing.",
    "perk_3": "DEATHBOUND",
    "perk_3_desc": "When a Survivor heals another while at a moderate distance from you, the healer will scream and reveal their location. For a certain duration, they will be unable to hear your Terror Radius or see your Red Stain whenever they move away from the Survivor they healed."
  },
  {
    "id": 17,
    "name": "THE DEATHSLINGER",
    "imageUrl": "assets/killer/the_deathslinger.png",
    "description": "Upon catching prey unaware, the Deathslinger uses his handmade gun - The Redeemer - to skewer fleeing Survivors with a long-distance harpoon. Accurate aim, patient tracking, and sharp predictions are crucial to landing successful shots, but the reward of a Survivor's scream as they're reeled in will never sound so sweet.",
    "power_name": "THE REDEEMER",
    "power_description": "Raise The Redeemer, track a Survivor in your sights, and fire a chained harpoon. If the shot connects, reel in the struggling Survivor for an attack. If the Survivor manages to break free from the chain, the Survivor will escape and the Deathslinger will be stunned for a brief duration.",
    "perk_1": "GEARHEAD",
    "perk_1_desc": "Gearhead activates when a Survivor loses a health state. Once active, every time a Survivor succeeds on a great skill check while repairing, the generator they are repairing will be illuminated in a yellow aura.",
    "perk_2": "DEAD MAN'S SWITCH",
    "perk_2_desc": "After hooking a Survivor, Dead Man's Switch activates. When any Survivor stops repairing a generator, that generator becomes blocked by The Entity for a duration. Affected generators are highlighted in white aura.",
    "perk_3": "HEX: RETRIBUTION",
    "perk_3_desc": "Spawn a Hex Totem. Survivors cleansing any Totem cannot hear Terror Radius or see your Red Stain for a duration. After successfully cleansing a Hex Totem, all Survivor auras are briefly revealed."
  },
  {
    "id": 18,
    "name": "THE ONI",
    "imageUrl": "assets/killer/the_oni.png",
    "description": "Redefine wrath with The Oni, a truly formidable force. Injured Survivors leave a trail of Blood Orbs, fuelling The Oni's rage and sending him into a state of fury. Upon unleashing a bloodcurdling roar, The Oni gains the ability to charge with vengeful purpose, instantly cutting down anyone in his way.",
    "power_name": "YAMAOKA'S WRATH",
    "power_description": "Absorb Blood Orbs left by injured Survivors to build Yamaoka's Wrath. When fully charged, unleash Blood Fury to charge at breakneck speed with Demon Dash and strike down Survivors with a powerful one-hit blow.",
    "perk_1": "ZANSHIN TACTICS",
    "perk_1_desc": "See the auras of all pallets, breakable walls, and windows within range, making it easier to predict Survivor escape routes.",
    "perk_2": "BLOOD ECHO",
    "perk_2_desc": "When a Survivor is hooked, all injured Survivors become Hemorrhaged and Exhausted for a moderate duration.",
    "perk_3": "NEMESIS",
    "perk_3_desc": "Whenever a Survivor blinds or stuns you, they become your Obsession. New Obsessions cannot hear your Terror Radius or see your Red Stain for a duration, while their auras become briefly visible."
  },
  {
    "id": 19,
    "name": "THE DEMOGORGON",
    "imageUrl": "assets/killer/the_demogorgon.png",
    "description": "There's no reasoning with The Demogorgon, a vicious predator from the depths of The Upside Down. Capable of traversing the Map through a series of Portals, it chases down prey with ferocious intensity, finishing them off with a ferocious lunging strike.",
    "power_name": "OF THE ABYSS",
    "power_description": "Press the Power button to charge and activate Of The Abyss. During this time, Survivors near an Activated Portal will be revealed through Killer Instinct.\nSpecial Ability: Shred: While charging or holding Of The Abyss, press the Attack button to unleash a lunging attack. If you use this on a Pallet or Breakable Wall, it will be destroyed.\nSpecial Ability: Portals: The Demogorgon can traverse between Portals, granting it map-wide mobility. Press the Active Ability button to place an inactive Portal on the ground. Stand on a Portal and highlight the Portal you wish to emerge from. After, press the Active Ability to travel through The Upside Down and emerge from the highlighted Portal, briefly becoming Undetectable for a duration.\nPortals become Activated the first time you traverse through them. When a Survivor walks over or attempts to seal an Activated Portal, they become Oblivious.",
    "perk_1": "SURGE",
    "perk_1_desc": "When you put a Survivor into the Dying State with a Basic Attack, all Generators in your vicinity will Explode, lose a chunk of Repair progress, and begin Regressing.",
    "perk_2": "CRUEL LIMITS",
    "perk_2_desc": "When a Generator is completed, every Window and Vault location in the Map is blocked for a duration. During this time, Auras of blocked Vault locations are revealed.",
    "perk_3": "MINDBREAKER",
    "perk_3_desc": "When Survivors are Repairing a Generator, they become Blinded and Exhausted. If a Survivor is already Exhausted before Mindbreaker activates, the Status Effect timer will pause, and not recover for the Duration of the Repair action. This effect lingers shortly after the Survivor leaves the Generator."
  },
  {
    "id": 20,
    "name": "THE GHOST FACE",
    "imageUrl": "assets/killer/the_ghostface.png",
    "description": "A stealth-focused Killer capable of approaching unseen, The Ghost Face is adept at stalking his prey. Keep tabs on each individual Survivor, patiently marking them for death - provided you can remain hidden. Lie in wait until the perfect time to strike, and down Survivors before they know what hit them.",
    "power_name": "NIGHT SHROUD",
    "power_description": "Become Undetectable, losing both Terror Radius and Red Stain. In this state, stalk individual Survivors to Mark them, leaving them Exposed and vulnerable to a one-hit down. Time your stalking process strategically to attack Survivors at opportune moments. A word of warning - Survivors can break the Night Shroud by catching extended sight of The Ghost Face.",
    "perk_1": "I'M ALL EARS",
    "perk_1_desc": "After a Survivor quickly vaults a window or pallet, see their aura for a brief duration and intercept them accordingly.",
    "perk_2": "THRILLING TREMORS",
    "perk_2_desc": "After picking up a Survivor, The Entity blocks every generator that isn't being actively repaired, highlighting them in a white aura.",
    "perk_3": "FURTIVE CHASE",
    "perk_3_desc": "You become obsessed with one Survivor. Gain a token when hooking your Obsession, with each token further reducing your Terror Radius in a chase. Each time a Survivor rescues the Obsession from a hook, they become the Obsession."
  },
  {
    "id": 21,
    "name": "THE PLAGUE",
    "imageUrl": "assets/killer/the_plague.png",
    "description": "Traditional healing methods are ineffective against The Plague's vile Purge, which can infect generators and Survivors. Pools of Devotion are the only respite from the spreading pestilence. The more Survivors heal, the stronger The Plague's power becomes, transforming her Purge into a sickening projectile of pain.",
    "power_name": "VILE PURGE",
    "power_description": "Use a stream of Vile Purge to infect surfaces, objects, and Survivors. Survivors infected by Vile Purge will eventually become injured, incapable of healing until cleansing their sickness at a Pool of Devotion. When The Plague drinks from a Pool that has been corrupted, her Vile Purge transforms into Corrupt Purge, a stream of damaging bile that can instantly injure and down Survivors.",
    "perk_1": "CORRUPT INTERVENTION",
    "perk_1_desc": "At the start of the Trial, The Entity blocks three generators furthest from you for a lengthy duration. Highly effective at gaining early-game momentum.",
    "perk_2": "INFECTIOUS FRIGHT",
    "perk_2_desc": "When downing a Survivor, all other Survivors within your Terror Radius will scream and reveal their location.",
    "perk_3": "DARK DEVOTION",
    "perk_3_desc": "Become obsessed with one Survivor. When you hit your Obsession with a basic attack, your Terror Radius is transferred to them for a duration, opening the door for unexpected stealth."
  },
  {
    "id": 22,
    "name": "THE LEGION",
    "imageUrl": "assets/killer/the_legion.png",
    "description": "The Legion are a close-knit group of murderous Killers, linked by the desire to dole out pain in equal measure. Keep the injuries coming with Feral Frenzy, a high-intensity sprint that can set off a devastating chain reaction. Survivors will be constantly tending to their wounds, leaving them vulnerable to be picked off one by one.",
    "power_name": "FERAL FRENZY",
    "power_description": "Enter a sprint and chain attacks to hit multiple Survivors. Upon hitting a Survivor in Feral Frenzy, your power gauge will be replenished, and the location of all Survivors within your Terror Radius will be revealed. While using Feral Frenzy, The Legion can vault over windows and pallets. Missing an attack, getting stunned, or running out of power will end Feral Frenzy.",
    "perk_1": "DISCORDANCE",
    "perk_1_desc": "All generators being repaired by 2 or more Survivors are highlighted by a yellow aura. Receive a noise notification when cooperative repairs begin.",
    "perk_2": "MAD GRIT",
    "perk_2_desc": "Attacks made while carrying Survivors have no cooldown. Be wary of crowding the Killer, as the consequences might be dire.",
    "perk_3": "IRON MAIDEN",
    "perk_3_desc": "Fling lockers open with speed and purpose. Any Survivor exiting a locker will scream and becoming Exposed and vulnerable to one-hit downs for a duration."
  },
  {
    "id": 23,
    "name": "THE SPIRIT",
    "imageUrl": "assets/killer/the_spirit.png",
    "description": "While using her Yamaoka's Haunting Power, both The Spirit and Survivors cannot be seen by one another. Instead, Survivors are revealed by their Scratch Marks, breathing, and interactions with the environment. Each chase becomes a battle of wits, a duel where only the sharpest mind-games prevail.",
    "power_name": "YAMAOKA'S HAUNTING",
    "power_description": "Yamaoka's Haunting activates a Phase Walk, during which both The Spirit and Survivors become invisible to one another. While Phasing, The Spirit moves at heightened speeds, tracking Survivors through their scratch marks and various audio cues. Survivors won't know what hit them.",
    "perk_1": "SPIRIT FURY",
    "perk_1_desc": "After breaking multiple pallets, the next time you are stunned by a pallet, it will be instantly broken by The Entity.",
    "perk_2": "HEX: HAUNTED GROUND",
    "perk_2_desc": "Spawn two Hex totems. Upon cleansing or blessing either totem, all Survivors will become Exposed for a lengthy duration, capable of being downed in a single hit. The second remaining Totem will become Dull.",
    "perk_3": "RANCOR",
    "perk_3_desc": "Become obsessed with one Survivor. Whenever a generator is completed, your aura is briefly revealed to the Obsession, while you see the locations of all other Survivors. When five generators are completed, the Obsession becomes Exposed and can be downed in one hit. Once downed, they can be killed on the spot."
  },
  {
    "id": 24,
    "name": "THE CLOWN",
    "imageUrl": "assets/killer/the_clown.png",
    "description": "Using his Afterpiece concoctions, The Clown can steer Survivors into dangerous areas and shorten chases. His purple bottle emits a cloud of noxious gas that disorients, slows down, and hinders Survivors. Throwing the yellow bottle requires foresight, as anyone who passes through the gas experiences a speed burst.",
    "power_name": "THE AFTERPIECE TONIC",
    "power_description": "Begin a Trial armed with 5 bottles of the Clown's poisonous concoctions. The purple Afterpiece Tonic can be thrown to disorient, direct, and hinder Survivors, whose coughing fits make them easier to track. The Yellow Afterpiece Antidote grants a burst of speed that closes distance with deadly efficacy. The Clown can refill his bottles when needed.",
    "perk_1": "BAMBOOZLE",
    "perk_1_desc": "Vault at a faster speed. After you vault, the Entity will temporarily block that vault location for Survivors, throwing their best-laid escape plans askew.",
    "perk_2": "COULROPHOBIA",
    "perk_2_desc": "Survivors receive a severe penalty to healing speed while in your Terror Radius.",
    "perk_3": "POP GOES THE WEASEL",
    "perk_3_desc": "After hooking a Survivor, further crush their spirit by damaging a generator for massive regression."
  },
  {
    "id": 25,
    "name": "THE PIG - AMANDA YOUNG",
    "imageUrl": "assets/killer/the_pig.png",
    "description": "Creep up and ambush Survivors with The Pig, the stealthy successor to the legendary Jigsaw. But simply hooking them isn't enough. Survivors can first be punished with a Reverse Bear Trap, which they must race to remove at Jigsaw Boxes across the map. Suddenly, repairing generators isn't quite so pressing...",
    "power_name": "JIGSAW'S BAPTISM",
    "power_description": "Begin a trial with 4 Reverse Bear Traps, which can be placed on downed Survivors. Once a generator is completed, a Death timer begins. Survivors must attempt to escape the Trap at one of the Jigsaw Boxes around the map. The Pig can also crouch, moving at reduced speed with no Red Stain or Terror Radius. While crouching, she can attack with an Ambush Dash, quickly covering a great distance with a chilling roar.",
    "perk_1": "HANGMAN'S TRICK",
    "perk_1_desc": "Become notified when Survivors begin to Sabotage a Hook. While carrying a Survivor, see the aura of all Survivors in the immediate vicinity of any Hook.",
    "perk_2": "SURVEILLANCE",
    "perk_2_desc": "The auras of all regressing generators become white. Once regression stops, the aura changes to yellow. The sound of generator repairs is also audible from a wider range. Ideal for monitoring repair progression and targeting Survivors accordingly.",
    "perk_3": "MAKE YOUR CHOICE",
    "perk_3_desc": "Hook a Survivor and leave the area. When the hooked Survivor is rescued, the rescuer becomes Exposed, able to be downed in a single hit."
  },
  {
    "id": 26,
    "name": "THE NIGHTMARE - FREDDY KRUEGER",
    "imageUrl": "assets/killer/the_nightmare.png",
    "description": "Over time, The Nightmare forces Survivors into the Dream World. Once inside, Survivors will quickly realize the absence of a Terror Radius. With the ability to slow Survivors with Dream Snares, deceive with fake Dream Pallets, and pressure the map by teleporting directly to generators, The Nightmare lives up to his name.",
    "power_name": "DREAM DEMON",
    "power_description": "The Nightmare spends each trial in the Dream World and can send Survivors to the Dream World with an attack. Use Dream Projection to teleport to an unfinished generator, allowing for oppressive map control. Use Dream Snares to slow sleeping Survivors down in a chase, or Dream Pallets to lure them into unsafe areas. To escape the Dream World, Survivors must find an Alarm Clock and wake up.",
    "perk_1": "FIRE UP",
    "perk_1_desc": "Whenever a generator is completed, The Nightmare gains a stackable action speed bonus when picking up and dropping Survivors, breaking pallets and walls, damaging generators, and vaulting.",
    "perk_2": "REMEMBER ME",
    "perk_2_desc": "Become obsessed with one Survivor. Each time your Obsession loses a health state, increase the time it takes to open the exit gates by 4 seconds, up to a maximum of 16 seconds. The Obsession is not affected by the slowdown penalty.",
    "perk_3": "BLOOD WARDEN",
    "perk_3_desc": "When an exit gate is opened, reveal the auras of all Survivors inside the exit gate area. If you hook a Survivor while the gate is opened, The Entity prevents escape for all Survivors for a lengthy duration."
  },
  {
    "id": 27,
    "name": "THE CANNIBAL - LEATHERFACE",
    "imageUrl": "assets/killer/leatherface.png",
    "description": "Leatherface knows a thing or two about chainsaw massacres. Any Survivor in his path will be instantly cut down, and his presence alone is enough to instill sheer panic. Capable of hitting multiple targets with a single swing, Leatherface is an unstoppable force with an insatiable appetite.",
    "power_name": "BUBBA'S CHAINSAW",
    "power_description": "Charge your Chainsaw and unleash a devastating sweep attack, instantly downing any Survivor caught in your path. The Chainsaw can use up to 3 charges for an extended sweep, recharging whenever it's not in use.",
    "perk_1": "KNOCK OUT",
    "perk_1_desc": "When putting Survivors into the dying state, their aura is no longer viewable to Survivors at a distance. Ideal when leaving Survivors on the ground for a quick detour.",
    "perk_2": "BARBECUE & CHILI",
    "perk_2_desc": "Whenever a Survivor is hooked, reveal the aura of all distant Survivors, helpful information for planning your next move. Hooking a Survivor also grants a 25% increase to all Bloodpoints earned, with all 4 leading to a 100% increase.",
    "perk_3": "FRANKLIN'S DEMISE",
    "perk_3_desc": "Knock Survivor items right out of their hands with a vicious attack. Nearby dropped items are visible with a white aura. A dropped item depletes charges over time, and its aura becomes red when empty."
  },
  {
    "id": 28,
    "name": "THE DOCTOR",
    "imageUrl": "assets/killer/the_doctor.png",
    "description": "Even the simplest tasks become exceedingly difficult in the clutches of madness. The Doctor's disturbing methods drive Survivors deep into insanity, filling the air with their deranged screams and revealing their locations. Nothing stops a window vault in its tracks like a healthy dose of Shock Therapy.",
    "power_name": "CARTER'S SPARK",
    "power_description": "Drive Survivors into Madness with Shock Therapy and Static Blast. Each Madness Tier further debilitates Survivors with a variety of afflictions, and those in Tier III are forced to snap out of it before they can repair, heal, sabotage, search, or cleanse Totems. A well-timed Shock Therapy use prevents Survivors from vaulting and dropping pallets.",
    "perk_1": "OVERWHELMING PRESENCE",
    "perk_1_desc": "When Survivors use items within your Terror Radius, those items are depleted at a faster rate.",
    "perk_2": "MONITOR & ABUSE",
    "perk_2_desc": "Your Terror Radius is reduced while outside of a chase, while your field of view is slightly increased.\nDuring a chase, your field of view returns to default and your Terror Radius is increased.",
    "perk_3": "OVERCHARGE",
    "perk_3_desc": "After damaging a generator, the next Survivor to interact with it will be faced with a difficult skill check."
  },
  {
    "id": 29,
    "name": "THE HAG",
    "imageUrl": "assets/killer/the_hag.png",
    "description": "The Hag specializes in creating a dangerous web of Phantasm Traps, to be triggered by unsuspecting Survivors. She can instantly teleport to a triggered Trap, striking the Survivor that sprung it. Lock down key areas, make rescues a deadly gamble, and end chases quickly with strategic Phantasm Trap placement.",
    "power_name": "BLACKENED CATALYST",
    "power_description": "The Hag bends and shapes mud to her will. Place up to 10 Phantasm Traps. Survivors who enter a Phantasm Trap's range will trigger a Mud Phantasm, to which The Hag can instantly teleport. In addition to startling Survivors, Mud Phantasms emit a fake Terror Radius to further disorient them.",
    "perk_1": "HEX: THE THIRD SEAL",
    "perk_1_desc": "Spawn a Hex Totem. Until cleansed, Survivors hit by an attack will be inflicted with Blindness, incapable of seeing any auras.",
    "perk_2": "HEX: RUIN",
    "perk_2_desc": "Spawn a Hex Totem. Until cleansed, all generators automatically regress at an increased rate when not being repaired.",
    "perk_3": "HEX: DEVOUR HOPE",
    "perk_3_desc": "Spawn a Hex Totem. Gain a token when a hooked Survivor is rescued while you are at a distance from the hook. At 2 tokens, gain a brief speed boost after hooking Survivors. At 3, all Survivors can be downed in one hit. At 5, Survivors can be instantly killed. All effects end when the Totem is cleansed."
  },
  {
    "id": 30,
    "name": "THE SHAPE - MICHAEL MYERS",
    "imageUrl": "assets/killer/the_shape.png",
    "description": "The Shape lurks in the distance, patiently biding his time. His evil builds while stalking Survivors, fueling him with malevolent power. As the trial progresses, The Shape evolves from a quiet menace to an unstoppable juggernaut capable of shredding through even the most resilient teams.",
    "power_name": "EVIL WITHIN",
    "power_description": "The Shape has three tiers of Evil Within, built by stalking Survivors. In Tier 1, The Shape has no Terror Radius and a reduced speed and lunge. In Tier 2, he has a reduced Terror Radius, returning to his normal speed and lunge. In Tier 3, he can instantly down Survivors with a lethal increased lunge for an extended duration before returning to Tier 2.",
    "perk_1": "SAVE THE BEST FOR LAST",
    "perk_1_desc": "Become obsessed with one Survivor. Receive tokens for hitting Survivors other than the Obsession with a basic attack, up to a total of 8. Lose tokens for hitting the Obsession. More tokens lead to a faster cooldown on successful weapon attacks.",
    "perk_2": "PLAY WITH YOUR FOOD",
    "perk_2_desc": "Become obsessed with one Survivor. Every time you chase your Obsession and let them escape, gain a token up to a maximum of 3. Each token increases movement speed. Lose a token upon attacking.",
    "perk_3": "DYING LIGHT",
    "perk_3_desc": "Become obsessed with one Survivor. Gain tokens for hooking non-Obsession Survivors. Each token decreases repair, healing, and sabotage speed for non-Obsession Survivors. The Obsession is not penalized, instead gaining an action speed bonus to unhooking and healing."
  },
  {
    "id": 31,
    "name": "THE HUNTRESS",
    "imageUrl": "assets/killer/the_huntress.png",
    "description": "Armed with throwable hatchets, The Huntress is a constant threat to Survivors, even those at a great distance. With patience and precision, chases can end as quickly as they begin. Predict Survivor movement and let your hatchet fly - there's nothing quite like the rewarding sound of a target struck.",
    "power_name": "HUNTING HATCHETS",
    "power_description": "Begin the trial with 5 Hunting Hatchets, which can be wound up and thrown with deadly precision. Hatchets can be refilled at lockers.",
    "perk_1": "BEAST OF PREY",
    "perk_1_desc": "Lose your Terror Radius and Red Stain upon entering Bloodlust, making you difficult to predict while in a chase.",
    "perk_2": "TERRITORIAL IMPERATIVE",
    "perk_2_desc": "When at a distance, view the aura of any Survivor entering the basement, making an already dangerous place even deadlier.",
    "perk_3": "HEX: HUNTRESS LULLABY",
    "perk_3_desc": "Spawn a Hex Totem. Receive 1 token upon hooking a Survivor, with a max of 5. Each token increases the difficulty of skill checks for Survivors, with 5 completely removing the audio cue. Failed skill checks cause a severe regression penalty. All effects end when the Totem is cleansed."
  },
  {
    "id": 32,
    "name": "THE NURSE",
    "imageUrl": "assets/killer/the_nurse.png",
    "description": "Using her Blink ability, The Nurse can teleport great distances in moments, predicting and cutting off Survivor routes. A powerful process best honed by experience, careless Blinks are punished with a wave of fatigue. The epitome of high risk, high reward, The Nurse can end chases with surgical precision.",
    "power_name": "SPENCER'S LAST BREATH",
    "power_description": "Charge a Blink to teleport a great distance, quickly gaining the ability to charge a second Blink. Once all charged Blinks are expended, The Nurse may elect to attack before she is briefly struck with fatigue.",
    "perk_1": "STRIDOR",
    "perk_1_desc": "Hear Survivors breathing and grunts of pain louder than ever.",
    "perk_2": "THANATOPHOBIA",
    "perk_2_desc": "Each injured Survivor inflicts a penalty to repairing, cleansing, and sabotaging speeds to all Survivors.",
    "perk_3": "A NURSE'S CALLING",
    "perk_3_desc": "Reveal the auras of all healing Survivors within your vicinity."
  },
  {
    "id": 33,
    "name": "THE HILLBILLY",
    "imageUrl": "assets/killer/the_hillbilly.png",
    "description": "The sound of a revving motor, followed by a bloodthirsty scream of rage. The Hillbilly isn't exactly subtle, but he makes up for it in brutal efficiency. Capable of traversing great distances at a rapid pace, those in his path will be rudely introduced to one-hundred gnashing chainsaw blades.",
    "power_name": "THE CHAINSAW",
    "power_description": "Rev the Chainsaw to begin a Chainsaw Sprint and travel great distances at blistering speed. Hit a Survivor with the Chainsaw Sprint for an instant down, but be careful -- careless revving will cause the Chainsaw to overheat.",
    "perk_1": "ENDURING",
    "perk_1_desc": "Become resilient to pain. Quickly recover from pallet stuns, allowing you to sustain pressure during a chase.",
    "perk_2": "LIGHTBORN",
    "perk_2_desc": "Become completely immune to the blinding effect of Flashlights, Blast Mines, and flashbangs. Perfect for catching flashlight-wielding Survivors off-guard.",
    "perk_3": "TINKERER",
    "perk_3_desc": "Become notified whenever a generator reaches a point of near-completion. Once Tinkerer activates, Terror Radius and Red Stain are disabled for a period, allowing you to approach unsuspecting Survivors."
  },
  {
    "id": 34,
    "name": "THE WRAITH",
    "imageUrl": "assets/killer/the_wraith.png",
    "description": "Using his Wailing Bell to render himself invisible, The Wraith tracks his prey and strikes with little warning. Upon hearing the Bell's fateful chime, Survivors must think fast or suffer the consequences. A hit-and-run specialist, The Wraith is adept at keeping everybody injured.",
    "power_name": "WAILING BELL",
    "power_description": "Ring the Wailing Bell to cloak, becoming invisible and losing the Terror Radius. Though The Wraith cannot attack while invisible, uncloaking grants a deadly lunge capable of injuring unsuspecting Survivors. Remember - The Wraith becomes slightly easier to spot at close distance, and his Wailing Bell rings out loudly while uncloaking and cloaking.",
    "perk_1": "PREDATOR",
    "perk_1_desc": "Scratch marks left by Survivors spawn closer together, allowing for efficient tracking.",
    "perk_2": "BLOODHOUND",
    "perk_2_desc": "Pools of blood left by injured Survivors shine bright on the ground, making it easier to pick up a trail.",
    "perk_3": "SHADOWBORN",
    "perk_3_desc": "Expand your field of view for increased visibility, which helps with tracking elusive Survivors."
  },
  {
    "id": 35,
    "name": "THE TRAPPER",
    "imageUrl": "assets/killer/the_trapper.png",
    "description": "Armed with a bag of Bear Traps, The Trapper specializes in catching unsuspecting Survivors. By placing traps in high-traffic areas and thick patches of grass, he creates a deadly area that forces Survivors to move with caution. When dealing with The Trapper, a simple misstep can prove fatal.",
    "power_name": "BEAR TRAP",
    "power_description": "Begin a trial with 2 Bear Traps, with 6 additional Bear Traps randomly spawning throughout the map. The Trapper can only carry 2 Bear Traps at a time. Survivors can be caught in a Bear Trap and attempt to escape or be freed by a teammate. If a Survivor is healthy, being caught in a Bear Trap will put them in the injured state.",
    "perk_1": "UNNERVING PRESENCE",
    "perk_1_desc": "Survivors within your Terror Radius will be faced with difficult skill checks while repairing and healing.",
    "perk_2": "BRUTAL STRENGTH",
    "perk_2_desc": "Speed up the process of breaking pallets, destroying breakable walls, and damaging generators.",
    "perk_3": "AGITATION",
    "perk_3_desc": "Allows The Trapper to move faster and cover longer distances while carrying Survivors. Carrying Survivors also increases your Terror Radius."
  }
]

